Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/en-et (1).tmx
Source language: en
Languages: et

source: Write presentation documents
et: Esitlusdokumentide kirjutamine

source: Write documents
et: Dokumentide kirjutamine

source: Camera
et: Kaamera

source: Download files from your digital camera.
et: Failide laadimine digikaamerast

source: Camorama Webcam Viewer
et: Camorama veebikaamera näitaja

source: View, alter and save images from a webcam
et: Veebikaamera piltide näitamine, muutmine ja salvestamine

source: A free next-generation cross-platform music score editor!
et: Tasuta uue põlvkonna mitmeplatvormiline nootide redigeerija!

source: KDE Frontend to Mathematical Software
et: KDE matemaatikatarkvara kasutajaliides

source: Caret
et: Kursor

source: CaRMetal interactive geometry
et: CaRMetal interaktiivne geomeetria

source: Wordview Microsoft doc Viewer
et: Wordview Microsoft doc näitaja

source: Microsoft doc document file viewer
et: Microsoft doc dokumendi failide vaatamiseks

source: Bibliographic Reference Extracting Tool
et: Kirjanduslike viidete eraldamise tööriist

source: A viewer for comic book archives
et: Koomiksite näitaja

source: Disk and data archive management tool
et: Ketta ja andmearhiivi haldamise tööriist

source: Save the cows!
et: Päästa lehmi!

source: Explore the Universe in this detailed space simulation
et: Uuri universumi, üksikasjaliku maailmaruumi simulaatoriga

source: Grid-entry handwriting recognition input panel
et: Käekirja äratundmise sisestuspaneel

source: CVS Frontend
et: CVS kasutajaliides

source: Play Go against human or computer opponents
et: Mängi Go'd inimeste või arvuti vastu

source: Charmap
et: Märgikaart

source: Character map for GNUstep
et: Märgikaart GNUstep'i jaoks

source: Gmail Notifier
et: Gmail teavitaja

source: Draw and make calculations on chemical structures
et: Keemiliste struktuuride joonistamine ja arvutuste tegemine

source: Suite of educational games for young children
et: Hariduslikud mängud väikelastele

source: CHIRP Radio Programming Tool
et: CHIRP raadio programmide tööriist

source: Conservative Doom source port
et: Konservatiivne Doom allika port

source: Chocolate Doom Setup
et: Chocolate Doom seadistamine

source: Setup tool for Chocolate Doom
et: Chocolate Doom'i seadistamise tööriist

source: Micro-blogging Client
et: Mikroblogimise klient

source: Chromium Web Browser
et: Chromiumi veebibrauser

source: Access the Internet
et: Juurdepääs Internetti

source: Open a New Window
et: Ava uus aken

source: Open a New Window in incognito mode
et: Ava uus inkognito-režiimis aken

source: Open a New Window with a temporary profile
et: Ava uus aken, kasutades ajutist profiili

source: Scrolling space shooter
et: Põnev kosmose-tulistamismäng

source: Throw the clowns before they fall and hit the balloons with them
et: Viska kloune, enne kui nad kukuvad ja löö õhupalle nendega

source: MP3/OGG/Wav songs chord analyser
et: MP3/OGG/Wav laulude akordi analüsaator

source: Analize chords (Chordata)
et: Analüüsi akorde (Chordata)

source: CLAM Network Editor
et: CLAM võrgu redaktor

source: Edit (NetworkEditor)
et: Redaktor (NetworkEditor)

source: Runs an audio processing core under a QT designer interface
et: Käivitab helitöötlemis tuuma QT disainer liidese alt

source: Run with Prototyper
et: Käivita Prototyperiga

source: Scan for viruses...
et: Otsi viiruseid...

source: Clamz MP3 Downloader (command-line)
et: Clamz MP3 allalaadija (käsureal)

source: Download MP3 files from AmazonMP3.com
et: MP3-failide allalaadimine AmazonMP3.com-ist

source: Claws Mail
et: Claws e-post

source: Lightweight and Fast GTK+ based Mail Client
et: Kerge ja kiire GTK+ põhinev e-posti klient

source: Plays music and last.fm streams
et: Muusika ja last.fm-i voogude esitamine

source: Play
et: Esita

source: Pause
et: Paus

source: Stop
et: Peata

source: Previous
et: Eelmine

source: Next
et: Järgmine

source: Medical records manager
et: Meditsiiniline andmehaldur

source: Clipboard Manager
et: Lõikepuhvri haldur

source: Expert system tool
et: Ekspert süsteemi tööriist

source: Global multiple nucleotide or peptide sequence alignment and phylogenetic analysis
et: Globaalne mitmekordne nukleotiidi või peptiitide järjestusse viimine ja fülogeneetiline analüüs

source: Control multiple ssh or rsh sessions from a single input window
et: Ühest sisendaknast ssh või rsh seansside kontrollimine

source: Graphical command editor for Code_Aster.
et: Code_Aster'i graafiline käsuredaktor

source: Configurable and extensible IDE
et: Seadistatav ja laiendatav IDE

source: Computes Italian Fiscal codes
et: Itaalia fiskaalkoodi arvutamine

source: Advanced clone of the MasterMind code-breaking game
et: Koodi lõhkumise mäng, täiustatud kloon MasterMind'ist

source: CompizConfig Settings Manager
et: CompizConfigi seadistushaldur

source: Configure Compiz with CompizConfig
et: Compizi seadistamine CompizConfigiga

source: Conduit Synchronizer
et: Conduit sünkroniseerija

source: Synchronization for GNOME
et: GNOMEi sünkroniseerimine

source: Offline conference schedule application
et: Võrguühenduseta kasutatav konverentsi ajakava koostamise programm

source: Configure-Debian
et: Debian seadistamine

source: Reconfigure Your Packages
et: Debiani seadistamine

source: Classrooom control
et: Klassiruumi kontroll

source: Teacher tool to control classroom computers
et: Õpetaja tööriist, et kontrollida klassiruumi arvuteid

source: Graphical interface for the Coq proof assistant
et: CoqIDE proof assistandi graafiline kasutajaliides

source: Manage your desktop wallpapers
et: Töölaua taustapiltide haldamine

source: Cowbell Music Organizer
et: Cowbell muusikakorraldaja

source: An elegant music organizer
et: Elegantne muusikakorraldaja

source: Advanced logging program for hamradio operators
et: Täiustatud autentimis programm amatöörraadio operaatoritele

source: Puzzle game similar to Tetris Attack
et: Tetris Attacki sarnane puslemäng

source: Play a shoot-em-up a la galaxian
et: Mängi tulistamismängu a la galaxi

source: Petri dish universe in 3D that demonstrates evolving artificial life
et: Petri tassi universum 3D's mis demonstreerib arenevat tehiselu

source: Crossfire GTK Client V2
et: Crossfire GTK klient V2

source: Client for Crossfire, a multiplayer graphical RPG and adventure game
et: Crossfire klient, mitme mängijaga graafiline rolli- ja seiklusmäng

source: A flight simulator
et: Lennusimulaator

source: 3D tabletennis game
et: Kolmemõõtmeline lauatennis

source: CTSim Computed Tomography Simulator
et: CTSim kompuutertomograafia simulaator

source: Simulate the process of X-ray Computed Tomography
et: Röntgen-kompuutertomograafia protsesside simuleerimine

source: Game about the interactions within a gardening community
et: Aiapidajate mäng

source: Show and move a curtain on the desktop
et: Töölaual eesriide näitamine ja liigutamine

source: Serial Terminal
et: Jadaterminal

source: Play a tetris like game with many levels
et: Mängi paljude tasemetega tetrise sarnast mängu

source: old-school first person shooter
et: vana kooli esivaates tulistamis mäng (first person)

source: Debug D-Bus applications
et: D-Busi rakenduste silumine

source: D-STAR Communication Tool
et: D-STAR kommunikatsiooni tööriist

source: D-RATS Map Downloader
et: D-RATS kaardi allalaadija

source: D-RATS Repeater
et: D-RATS repiiter

source: Real time monitoring software
et: Reaalajas jälgimise tarkvara

source: Daisy player
et: Daisy mängija

source: Player for DAISY Books
et: Mängija DAISY raamatute

source: Raw Images Converter
et: Toorpiltide konverter

source: Organize and develop images from digital cameras
et: Digikaamera piltide organiseerimine ja töötlemine

source: Darktable Photo Workflow Software
et: Darktable Photo Workflow tarkvara

source: Enter text without a keyboard
et: Teksti sisestamine ilma klaviatuuri abita

source: GUI for Direct Connect Protocol
et: Direct Connect protokolli graafiline kasutajaliides

source: dconf Editor
et: dconf redaktor

source: Directly edit your entire configuration database
et: Kogu seadistuste andmebaasi otsene redigeerimine

source: Data Display Debugger
et: DDD silur

source: Graphical debugger frontend
et: Graafiline siluriliides

source: Debian Package Viewer
et: Debiani paketi näitaja

source: Debian package file viewer
et: Debiani paketi failide vaatamine

source: Debian Reference
et: Debiani juhend

source: Debian Reference Guide
et: Debiani kasutusjuhend

source: Decibel Audio Player
et: Decibel audiomängija

source: A simple audio player
et: Lihtne audiomängija

source: Save the Penguins
et: Pingviinide päästmine

source: Change your backup settings
et: Varundamissätete muutmine

source: Dell Recovery
et: Dell'i taastamine

source: Deluge BitTorrent Client
et: Deluge BitTorrenti klient

source: Download and share files over BitTorrent
et: Failide allalaadimine ja jagamine BitTorrentiga

source: Edit musical scores
et: Partituuri redigeerimine

source: Compose email in browser
et: Koosta meil brauseris

source: Compose New Message
et: Koosta uus sõnum

source: Changes your background image automatically
et: Taustapildi automaatne vahetamine

source: Nintento DS emulator
et: Nintento DS emulaator

source: DeVeDe DVD/CD Video Creator
et: DeVeDe DVD/CD videolooja

source: Allows to create video CDs and DVDs, suitable to be reproduced in home DVD players
et: Võimaldab luua video-CD-sid ja -DVD-sid, mis sobivad taasesitamiseks kodustel DVD-mängijatel

source: Developer's Help program
et: Arendaja abiteabe programm

source: Desktop Flickr Organizer
et: Flickr'i organiseerija

source: Desktop Flickr Organizer for Gnome
et: Flickr'i organiseerija Gnome'le

source: Edit your Diagrams
et: Redigeeri oma skeeme

source: Radiation therapy research platform
et: Kiiritusravi uuringu platvorm

source: Dictionary Reader
et: Sõnaraamatu lugeja

source: A Dict client for GNUstep
et: Dict klient GNUstep'ile

source: Compare two PDF files
et: Kahe PDFi võrdlemine

source: Manage your photographs like a professional with the power of open source
et: Fotode haldamine professionaalina avatud lähtekoodiga tarkvara jõudu kasutades

source: Lightweight browser
et: Väike brauser

source: Integrated MIDI piano roll editor and sequencer engine
et: Integreeritud MIDI klaveri nootide toimetaja ja sekventser

source: DjVu Viewer
et: DjVu-failide näitaja

source: Graphical editor for DjVu
et: DjVu graafiline redaktor

source: Full and incremental backup to DVD with verify
et: Täis-ja inkrementvarundus DVD-le koos kontrollimisega

source: Simple and easy to use addressbook
et: Lihtne ja hõlpsasti kasutatav aadressiraamat

source: Convert to OpenDocument
et: Konverteeri OpenDocument'i

source: The finest dock no money can buy.
et: Parim dokk, mida raha eest ei saa osta

source: File Manager
et: Failihaldur

source: dopewars drug dealing game
et: dopewars narkoärimäng

source: DOSBox Emulator
et: DOSBox emulaator

source: Run old DOS applications
et: Vanade DOS rakenduste käivitamine

source: DOS emulator
et: DOS-i emulaator

source: DOS emulator "dosemu"
et: DOS-i emulaator "dosemu"

source: Isola game with nice graphics
et: Isola mäng kena graafikaga

source: Dragon Player
et: Dragoni mängija

source: Video Player
et: Videomängija

source: Display crystal structures
et: Kristalli struktuuride näitaja

source: a 3D chess game
et: kolmemõõtmeline male

source: An interactive Python shell
et: Interaktiivne Python'i kest

source: Dr.Geo Math Tool
et: Dr.Geo matemaatika rakendus

source: 3D Acceleration
et: 3D kiirendus

source: Change 3D Acceleration options
et: Muuda 3D kiirenduse valikuid

source: Picks out and displays images from network traffic
et: Valib ja kuvab pilte võrguliiklusest

source: Drivel Journal Editor
et: Drivel päevikuredaktor

source: Update and manage your online journal
et: Võrgupäeviku uuendamine ja haldamine

source: Drumstick Drum Grid
et: Drumstick trummi noodistik

source: Drumstick MIDI Player
et: Drumstick MIDI mängija

source: Drumstick Virtual Piano
et: Drumstick virtuaalne klaver

source: Dvd95 Converter
et: Dvd95 konverter

source: Convert a DVD9 into a DVD5
et: Konverteeri DVD9 DVD5'ks

source: Additional error protection for CD/DVD media
et: Täiendav vigade kaitse CD/DVD meediale

source: Rip DVDs
et: Ripi DVD'si

source: Video DVD Production
et: Video-DVD looja

source: OpenDX Data Explorer
et: OpenDX andmete uurija

source: Visualize scientific, engineering and analytical data
et: Visualiseeri teadus-, inseneri-ja analüüsiandmeid

source: Design a printed circuit board.
et: Trükkplaatide kujundamine

source: EasyChem Chemical Structures Editor
et: EasyChem keemiliste struktuuride redaktor

source: Create high-quality chemical formulas
et: Kvaliteetsete keemiliste valemite loomine

source: A GUI for mp3gain, vorbisgain and aacgain
et: mp3gain, vorbisgain ja aacgain graafiline kasutajaliides

source: Easystroke Gesture Recognition
et: Easystroke žestide äratundja

source: Control your desktop using mouse gestures
et: Töölaua juhtimine hiirežestidega

source: A graphical chessboard program
et: graafiline malelaua programm

source: Loudness meter according to EBU-R128 for JACK
et: EBU-R128 abil on võimalik mõõta helitugevust (JACK'le)

source: EPWING CD-ROM dictionary viewer
et: EPWING CD-ROM sõnastiku vaataja

source: Eclipse Integrated Development Environment
et: Eclipse integreeritud arenduskeskkond

source: A Scientific Calculator
et: Teaduskalkulaator

source: Bookkeeping program for small to medium sized companies
et: Raamatupidamisrakendus väikeste ja keskmise suurusega ettevõtetele

source: GUI front end for the efax fax program
et: Faksirakenduse efax kasutajaliides

source: Fast, extendable programmers' text editor
et: Kiire, laiendatav tekstiredaktor programmeerijatele

source: View or change ACL and User Extended Attributes on files and directories
et: Vaata või muuda pääsuloendi ja kasutaja laiendatud atribuute failidel ja kaustadel

source: "Puzzle game inspired on Einstein's puzzle"
et: "Pusle mäng inspireeritud Einsteini puslest"

source: Share files over the DC++ network
et: Failide jagamine üle DC++ võrgu

source: Ekiga Softphone
et: Ekiga tarkvaraline telefon

source: Talk to and see people over the Internet
et: Inimestega vestlemine Interneti vahendusel

source: electric
et: elekter

source: Electrical CAD System
et: Elektriskeemide projekteerimise rakendus (CAD)

source: ELinks Web Browser
et: ELinks veebibrauser

source: Browse the web in text mode
et: Veebi sirvimine tekstirežiimis

source: Data mining algorithm development framework
et: Andmekaevandamise algoritmi arendamise raamistik

source: View and edit files
et: Vaata ja muuda faile

source: Email-Reminder
et: E-posti meeldetuletus

source: Set/modify your personal email reminders
et: Isikliku e-posti meeldetuletuste seadistamine ja muutmine

source: Starts the default web browser on the local EMBOSS Explorer website.
et: Käivitab vaikimisi brauseri kohalikul EMBOSS Exploreri leheküljel

source: 2-pane Gtk+2 file manager
et: Kahe paneeliga Gtk+2 failihaldur

source: Emerillon Map Viewer
et: Emerillon kaardi vaataja

source: Browse maps
et: Sirvi kaarte

source: Instant messaging client for MSN, Gtalk and Facebook
et: MSN, Gtalk ja Facebook'i kiirsuhtlus klient

source: Open a new instance
et: Ava uus eksemplar

source: MySQL managing assistant
et: MySQL haldusabiline

source: Empathy Internet Messaging
et: Empathy interneti sõnumivahetus

source: Chat on Google Talk, Facebook, MSN and many other chat services
et: Vestlus Google Talki, Facebooki, MSN-i ja paljude teiste vestlusteenuste kaudu

source: multi-touch-and-shoot 2d game
et: kahemõõtmeline mitmik-puute (multi-touch) ja tulistamismäng

source: intel 8051 emulator
et: intel 8051 emulaator

source: semi-abstract first person 3d-shooter game
et: kolmemõõtmeline pooleldi abstraktne tulistamismäng mängija silmade läbi

source: first person 3d-shooter game
et: Tulistamismäng mängija silmade läbi (first person)

source: Uncover pairs of stones while navigating obstacles using a marble
et: Klotsipaaride avamine, takistuste vahel seigeldes

source: Tag Editor
et: Sildiredaktor (tag)

source: Image Viewer
et: Pildinäitaja

source: Browse and rotate images
et: Piltide sirvimine ja pööramine

source: Epidemics Simulator
et: Epideemiate simulaator

source: Epiphany Web Browser
et: Epiphany veebisirvija

source: Browse the web
et: Veebi sirvimine

source: Collect valuable minerals, while avoiding being hit by a falling boulder or a bomb
et: Väärtuslike mineraalide kogumine, vältides kukkuva kivirahnu või pommiga pihtasaamist

source: Epoptes computer lab administration tool
et: Epoptes arvutilabori haldusvahend

source: Manage your personal finances
et: Oma rahaliste vahendite haldamine

source: Full featured Python IDE
et: Kõigi võimalustega Python'i integreeritud programmeerimiskeskkond

source: eSpeak speech synthesizer
et: eSpeak kõnesüntesaator

source: Let the computer read out text for you
et: Lase arvutil teksti lugeda

source: XMMS2 client which aims to be as feature-full and easy-to-use as possible
et: XMMS2 klient, mis eesmärgiks on olla võimalikult võimaluste rohke ja kergelt kasutatav

source: Graphical Network Monitor
et: Graafiline võrgumonitor

source: A media-rich model, simulation construction kit and authoring tool
et: Meedia rikkalik mudel, simulatsiooni ehituskomplekt ja loomevahend

source: An interactive mathematical program
et: Interaktiivne matemaatika programm

source: Terminal Emulator
et: Terminaliemulaator

source: Document Viewer
et: Dokumendinäitaja

source: View multi-page documents
et: Mitmeleheküljeliste dokumentide vaatamine

source: Evolution Mail and Calendar
et: Evolutioni E-post ja kalender

source: Manage your email, contacts and schedule
et: Oma e-posti, kontaktide ja kalendri haldamine

source: Interactive image generator
et: Interaktiivne pildi generaator

source: Exaile Music Player
et: Exaile muusikamängija

source: Listen to, explore, or manage your audio collection
et: Oma helikogu kuulamine, uurimine ja muutmine

source: Edit tags in your audio files
et: Helifailide siltide redigeerimine

source: Browse the file system
et: Failisüsteemi sirvimine

source: Mail Reader
et: Postilugeja

source: Read your email
et: Loe oma e-posti

source: Use the command line
et: Käsurea kasutamine

source: Web Browser
et: Veebilehitseja

source: hardware & software framework for developing science experiments
et: riistvara & tarkvara raamistik teaduseksperimentide arendamiseks

source: Extace Waveform Display
et: Extace muusikalainete näitaja

source: Audio Waveform Monitor
et: Heli lainevormide jälgija

source: Race a penguin down a mountain
et: Pingviini võidusõit mäest alla

source: F-Spot Photo Manager
et: F-Spot fotoalbum

source: Organize, enjoy, and share your photos
et: Korralda, naudi ja jaga oma fotosid

source: Qt-based download/upload manager
et: Oma fotoalbumi korraldamine, nautimine ja jagamine

source: run the virtual machine FAUmachine
et: käivita virtuaalne masin FAUmachine

source: E-book reader
et: E-raamatute lugeja

source: FBReader E-book reader
et: FBReader, e-raamatute lugeja

source: Play NES ROMs
et: Mängi NES ROM'e

source: Fcitx Config Tool
et: Fcitx seadistusvahend

source: Fcitx GUI Config Tool
et: Fcitx GUI seadistusvahend

source: Fcitx Skin Installer
et: Fcitx Skin paigaldaja

source: Installer Script for Fcitx Skin
et: Paigaldus skript Fcitx Skin jaoks

source: Fcitx Light UI
et: Fcitx kerge kasutajaliides

source: Chinese Input Method (Use Light weight UI)
et: Hiina sisestusmeetod (kasutades kerget kasutajaliidest)

source: Image viewer
et: Piltide näitaja

source: Latin-French dictionary
et: Ladina-prantsuse sõnastik

source: Gaffiot's dictionary is a reference book
et: Gaffiot'i sõnastik on teatmeteos

source: Design E-R databases
et: Disaini E-R andmebaase

source: Timetable Generator
et: Ajakava generaator

source: Generate timetables for educational institutions
et: Haridusasutustele ajakavade loomise rakendus

source: FFADO Mixer
et: FFADO mikser

source: Audio mixer for Firewire devices
et: Helimikser firewire seadmetele

source: Graphical launcher for the FlightGear Filght Simulator
et: Graafiline käivitaja FlightGear lennusimulaatorile

source: Launch FlightGear via FGRun
et: FGRun kaudu FlightGear'i käivitamine

source: Archive Manager
et: Arhiivihaldur

source: Create and modify an archive
et: Arhiivi loomine ja muutmine

source: View disk usage information
et: Kettakasutuse teabe kuvamine

source: Download and upload files via FTP, FTPS and SFTP
et: Failide alla- ja üleslaadimine FTP, FTPS ja SFTP vahendusel

source: Filler in Java Game
et: Filler Java mängudes

source: Puzzle game about witty fish saving the world sokoban-style
et: Sokoban'i stillis pusle mäng naljakatest kaladest kes päästavad maailma

source: Firefox Web Browser
et: Firefox veebibrauser

source: Peak fitting and data analysis
et: Tippude sobitamine ja andmeanalüüs

source: Administration Tool for Firebird DBMS
et: Firebird DBMS haldur

source: A single player, 2D-isometric, action Role-Playing Game
et: Ühe mängijaga, kahemõõtmeline isomeetriline, põnevus-rollimäng

source: A graphical diff program
et: graafiline diff programm

source: Amateur Radio Data Transfer with ARQ
et: Amatöörraadio andmeedastus koos automaatse kordusnõudega

source: Amateur Radio Sound Card Communications
et: Amatöörraadio operaatoritele digitaalne modem programm helikaardi kalibreerimiseks

source: Scanner Utility
et: Skaneerimise tööriist

source: Simply scan images
et: Piltide lihtne skaneerimine

source: Flight of the Amazon Queen
et: Amazon'i kuninganna lend

source: Embark on a quest to rescue a kidnapped princess and in the process, discover the true sinister intentions of a suspiciously located Lederhosen company
et: Alusta otsirännakuid, et päästa röövitud printsess ning selle käigus avastad salapärase Lederhoseni ettevõtte kurjad plaanid.

source: A tetris-like game
et: Tetrise-laadne mäng

source: Add text and annotations to PDF and PostScript documents
et: Lisa tekst ja kokkuvõte PDF ja PostScript dokumendidele

source: Block Attack! Game
et: Block Attack! mäng

source: FLTK Checkers
et: FLTK kabe

source: Checkers Game
et: Kabe

source: Suduku Number Game
et: Sudoku numbrite paigutamise mäng

source: FLTK GUI Designer
et: FLTK graafiline kujundaja

source: Flumotion Streaming Server Administration
et: Flumotion vooserveri haldur

source: Manage the Flumotion Streaming Server
et: Flumotioni vooserveri haldamine

source: Flush
et: Mast

source: Downloading files by BitTorrent protocol
et: Failide allalaadimine BitTorrent protokolli kaudu

source: Tune musical instruments
et: Muusikainstrumentide häälestamine

source: Write without distractions
et: Tähelepanu hajutamiseta kirjutamine

source: Font Manager
et: Kirjatüüpide haldur

source: Preview, compare and manage fonts
et: Kirjatüüpide vaatamine, võrdlemine ja haldamine

source: Create a PDF sample sheet from a directory of fonts
et: Loo kirjatüüpide kaustast PDF'i proovi leht

source: An outline font editor
et: Vektorkirja toimetaja

source: A font manager
et: Kirjatüübi haldamine

source: Fonty Python Font Manager
et: Fonty Python fontide haldur

source: Organ synthesizer
et: Oreli süntesaator

source: Photo collection creativity tool
et: Loominguline töörist fotokollektsiooni jaoks

source: Edit photos and manage collections
et: Fotode töötlemine ja kogu korraldamine

source: Display map and GPS position
et: Kaardi ja GPS-asukoha näitamine

source: Figaro's Password Manager 2
et: Figaro paroolihaldur 2

source: Manage passwords
et: Paroolide haldamine

source: Fingerprint scanning demonstration
et: Demonstratsioon sõrmejälgede skaneerimiseks

source: BBS client based on Qt library in linux
et: Linuxi BBS klient Qt teekide põhine

source: Interactive fractal planet generator
et: Interaktiivne fraktaalplaneedi generaator
